python3 renderer/app.py one 0x11243 87237D20A19F58A740C05684E699B4AA000000 87237D20A19F58A740C05684E699B4AA0000000 "미국의 기업인. 페이팔의 전신이 된 온라인 결제 서비스 회사 x.com, 로켓 제조회사 겸 민간 우주기업 스페이스X를 창업했고, 전기자동차 회사 테슬라의 CEO도 맡고 있다. 현재 직함은 테슬라의 대표 이사와 스페이스X의 CEO이며, 솔라시티의 회장도 맡고 있다.

미래 지향적인 기업인으로 유명하다. 현재도 유망한 산업이나 중소기업에 적극 투자하고 있다. 특히 인공지능에 큰 관심이 있어, 안전한 인공지능 개발 관련 비영리 조직에 7백만 달러를 지원하기도 했다. 그가 남긴 유명한 메시지 중에는 '현시대 인류의 가장 큰 위협은 인공지능이 될 것'이라고 말한 바 있다.

그에 대해 더 자세히 알고 싶다면 김영사에서 번역 출간된 '일론 머스크'를 읽어보면 좋다. 머스크 본인은 물론 다양한 주변 인물들과의 인터뷰를 토대로 상세히 잘 쓰여진 전기이다.

기행과 혁신적인 행보로 기업 CEO 중에서도 인지도와 인기가 높다. 스티브 잡스를 빼고 애플을 논할 수 없듯이 일론 머스크를 빼면 테슬라와 스페이스X를 논할 수 없다.

1971년 남아프리카 공화국 프리토리아에서 엔지니어인 아버지와 모델인 어머니 사이에서 태어났다. 어렸을 때부터 컴퓨터에 관심이 있어 독학으로 프로그래밍 언어를 배우고, 12살 때에는 Blastar라는 이름의 게임을 동생과 함께 만들고 이를 게임 잡지에 500달러(현재 가치로 1200달러)에 판매했다.

어릴 적부터 하루에 10시간씩 독서하는 책벌레로 유명했으며, 특히 판타지나 공상과학 소설에 심취했다고 한다. 본인의 언급으론 가장 좋아했던 책이 은하수를 여행하는 히치하이커를 위한 안내서와 반지의 제왕이었다고. 또한 모형 로켓 만드는데도 취미가 있어 가솔린과 각종 화학약품을 혼합하여 로켓연료를 만들곤 그걸 자작 로켓에 넣어 시험발사 한 적도 있다고 한다. 몸이 원래 허약한데다 남들과는 다른 독특한 행보를 보이니 주변 애들에게 왕따를 당하는 건 기본이고 폭력이 동반한 괴롭힘을 받았었다.

머스크의 부모는 머스크가 아직 학생이던 시절에 이혼하였고, 머스크와 나머지 형제들은 모두 아버지인 에롤 머스크에게 맡겨졌다. 아버지 에롤은 현재 남아공에 거주 중이며 어머니는 노년의 나이에도 아직까지도 현역 모델로 활동 중이다.

참고로, 일론 머스크는 어머니와는 지금까지도 다정하게 잘 지내지만 아버지인 에롤과는 사이가 아주 나쁘다. 자서전에서 강압적인 아버지에게 받았던 상처들에 대해 여러 차례 언급했으며 장남인 일론 뿐 아니라 그 아래 동생들도 아버지에 대해 불만을 털어놓은 적이 많다. 최근 한 인터뷰에선 아예 \"내 아버지는 악마이자 끔찍한 인간 말종이다. 당신들이 상상할 수 있는 모든 악행과 범죄를 다 저질러본 사람이다.\"고 말하면서 인터뷰 도중에 펑펑 울기까지 했다. 이에 에롤이 \"철 좀 들어라\"고 다시 아들을 공격하는 등 부자 사이가 완전히 틀어진 듯. 그런데 일론이 이럴 만도 한 게... 이 아버지라는 인간이 아들 말마따나 정말 막장이다. 자기 의붓딸과의 사이에서 아이를 가졌을 정도. 참고로 이 양반 현재 나이는 72살이고 이 의붓딸의 친모인 전 부인과는 현재 이혼 상태이며 친딸은 아니라곤 하나 기혼이었을 적에는 4살 때부터 자기가 키웠던 딸이었다."
